[{"job_title":"Sales Man","description":"Selling products or services; identifying customer needs, negotiating sales, and maintaining relationships to achieve sales targets and customer satisfaction.","job_location":"Assam","start_date":"02-02-2023","end_data":"10-02-2023"},{"job_title":"Sales Executive","description":"Selling company products or services; generating leads, building relationships, and achieving sales targets through effective communication and negotiation skills.","job_location":"Assam","start_date":"10-02-2023","end_data":"24-02-2023"},{"job_title":"project Head","description":"Leading and managing projects from initiation to completion; coordinating team members, ensuring quality, and delivering on time and within budget.","job_location":"Delhi","start_date":"13-02-2023","end_data":"21-02-2023"},{"job_title":"Web Developer","description":"Designing, developing, and maintaining websites; working with cross-functional teams, using relevant technologies, and ensuring usability and functionality.","job_location":"Delhi","start_date":"15-02-2023","end_data":"23-02-2023"},{"job_title":"Software Developer","description":"Developing, testing, and maintaining software applications; collaborating with teams, problem-solving, and using programming languages and methodologies.","job_location":"Mumbai","start_date":"19-02-2023","end_data":"25-02-2023"},{"job_title":"Accoutant","description":"Recording financial transactions, creating financial reports, maintaining records, and ensuring compliance with regulations and company policies.","job_location":"Mumbai","start_date":"18-02-2023","end_data":"28-02-2023"},{"job_title":"Data Entry","description":"Entering and updating data into computer systems or databases; verifying accuracy, resolving discrepancies, and ensuring confidentiality and security.","job_location":"Kolkata","start_date":"25-02-2023","end_data":"02-03-2023"},{"job_title":"Data Entry","description":"Entering and updating data into computer systems or databases; verifying accuracy, resolving discrepancies, and ensuring confidentiality and security data entry 2.","job_location":"Assam","start_date":"29-02-2023","end_data":"02-03-2023"},{"job_title":"Web Developer","description":"Designing, developing, and maintaining websites; working with cross-functional teams, using relevant technologies, and ensuring usability and functionality web developer 2.","job_location":"Chennai","start_date":"03-03-2023","end_data":"10-03-2023"},{"job_title":"Sales Man","description":"Selling products or services; identifying customer needs, negotiating sales, and maintaining relationships to achieve sales targets and customer satisfaction sales man 2.","job_location":"Delhi","start_date":"05-03-2023","end_data":"10-03-2023"}]